tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "fzf"
brew "cmake"
brew "htop"
brew "tmux"
brew "tree"
brew "nvim"
brew "youtube-dl"
brew "hugo"
brew "python"
brew "ffmpeg"
brew "rbenv"
brew "ack"
brew "rbenv"
brew "nmap"
brew "git-lfs"
brew "git"
brew "go"
brew "nvim"
brew "docker"
brew "gh"
brew "tree"
brew "imagemagick"
brew "xcodes"
brew "cocoapods"

cask "alfred"
cask "font-fira-code"
cask "numi"
cask "vlc"
cask "anaconda"
