
brew "fzf"
brew "cmake"
brew "htop"
brew "tmux"
brew "tree"
brew "nvim"
brew "python"
brew "ffmpeg"
brew "git-lfs"
brew "git"
brew "docker"
brew "gh"
brew "xcodes"
brew "yt-dlp"

# Modern unix replacements / quality-of-life
brew "atuin"        # better shell history (Ctrl+R replacement)
brew "git-delta"    # syntax-highlighted git diffs (used by core.pager)
brew "fd"           # faster, friendlier `find`
brew "eza"          # `ls` with git status, icons, tree (alias: ls/ll/lt)
brew "dust"         # visual `du` tree
brew "procs"        # nicer `ps`
brew "tealdeer"     # quick `tldr` examples (rust implementation)
brew "bat"          # syntax-highlighted `cat` (BAT_THEME already set)

cask "alfred"
cask "numi"
cask "vlc"

# Coding fonts (Nerd Font variants, switch with `kf`).
# Curated set from https://www.nerdfonts.com/font-downloads — only
# families with strong monospace coding glyphs and Homebrew casks.
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"        # GitHub's Monaspace (homebrew naming)
cask "font-victor-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-caskaydia-cove-nerd-font"   # Cascadia Code (homebrew renames)
cask "font-caskaydia-mono-nerd-font"   # Cascadia Mono
cask "font-blex-mono-nerd-font"        # IBM Plex Mono
cask "font-mononoki-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-geist-mono-nerd-font"       # Vercel
cask "font-zed-mono-nerd-font"
cask "font-departure-mono-nerd-font"   # Retro pixel
cask "font-commit-mono-nerd-font"
cask "font-intone-mono-nerd-font"      # Intel One Mono
cask "font-lilex-nerd-font"            # FiraCode-derived, more ligatures
cask "font-0xproto-nerd-font"
cask "font-hasklug-nerd-font"          # Haskell ligatures
cask "font-monofur-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-anonymice-nerd-font"        # Anonymous Pro
cask "font-symbols-only-nerd-font"     # Glyphs-only fallback
cask "font-terminess-ttf-nerd-font"    # Terminess (Terminus-based, retro)
