tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit/lazygit"

brew "fzf"
brew "cmake"
brew "htop"
brew "tmux"
brew "tree"
brew "nvim"
brew "hugo"
brew "python"
brew "ffmpeg"
brew "ack"
brew "git-lfs"
brew "git"
brew "docker"
brew "gh"
brew "tree"
brew "imagemagick"
brew "xcodes"
brew "yt-dlp"
brew "delve"
brew "lazygit"
brew "ripgrep"

cask "alfred"
cask "numi"
cask "vlc"
cask "anaconda"
cask "visual-studio-code"

# Coding fonts (Nerd Font variants, switch with `kf`).
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-hack-nerd-font"
